{
    "Unauthorized.": "No autorizado",
    "Too many requests per day while the maximum requests allowed is :count.": "Demasiadas solicitudes por día, mientras que el número máximo de solicitudes permitidas es de :count.",
    "Keyword / Keyphrase not set": "Palabra clave / frase clave no configurada",
    "The keyword / keyphrase should be more than :min and less than :max words.": "La palabra clave / frase clave debe tener más de :min y menos de :max palabras..",
    "The page title should be more than :min and less than :max chars long.": "El título de la página debe tener más de :min y menos de :max caracteres.",
    "The page title does not contain the keyword.": "El título de la página no contiene la palabra clave.",
    "The page title should only contain the keyword once or twice.": "El título de la página solo debe contener la palabra clave una o dos veces.",
    "The page title contains the keyword once or twice.": "El título de la página contiene la palabra clave una o dos veces.",
    "Please consider to add some content to meta description tag.": "Considere agregar algo de contenido a la etiqueta de meta descripción.",
    "The meta description should be more than :min and less than :max chars.": "La meta descripción debe tener más de :min y menos de :max caracteres.",
    "The meta description does not contain the keyword.": "La meta descripción no contiene la palabra clave.",
    "The meta description contains the keyword less than :min times.": "La meta descripción contiene la palabra clave menos de :min veces.",
    "The meta description contains the keyword more than :max times.": "La meta descripción contiene la palabra clave más de :max veces.",
    "The keyword was found in the meta description :count times.": "La palabra clave se encontró en la meta descripción :count veces.",
    "The content should contain more than :min words to be recognized as relevant.": "El texto debe contener más de :min palabra para ser reconocido como relevante.",
    "Great. The content contains more than :min words.": "Estupendo. El texto contiene más de :min palabras.",
    "The first paragraph of content does not contain the keyword.": "El primer párrafo de contenido no contiene la palabra clave.",
    "The first paragraph of content contains the keyword less than :min times.": "El primer párrafo de contenido contiene la palabra clave menos de :min veces.",
    "The first paragraph of content contains the keyword more than :max times.": "El primer párrafo de contenido contiene la palabra clave más de :max veces.",
    "The first paragraph of content should contain the keyword.": "El primer párrafo de contenido debe contener la palabra clave.",
    "The content should contain one or more heading tags.": "El contenido debe contener una o más etiquetas de encabezado.",
    "The content is containing one or more heading tags.": "El contenido contiene una o más etiquetas de encabezado.",
    "No heading containing keyword was detected.": "No se detectó ningún encabezado que contenga una palabra clave.",
    "Your headings should contain the keyword.": "Tus encabezados deben contener la palabra clave.",
    "Great. We found :count images. This will increase your relevance.": "Estupendo. Encontramos :count imágenes. Esto aumentará su relevancia.",
    "No Images found. Please consider to add some images to your html.": "No se encontraron imágenes. Considere agregar algunas imágenes a su html.",
    "Great. The ALT attribute in your IMG tags containing the keyword.": "Estupendo. El atributo ALT en sus etiquetas IMG que contiene la palabra clave.",
    "The ALT attribute in your IMG tags should contain the keyword.": "El atributo ALT en sus etiquetas IMG debe contener la palabra clave.",
    "Great. We found :count links will increase your relevance.": "Estupendo. Encontramos :count enlaces que aumentarán su relevancia.",
    "No Links found. Please consider to add some outgoing links.": "No se encontraron enlaces. Considere agregar algunos enlaces salientes.",
    "We found :count links. Please consider to add more at least :remain outgoing links.": "Encontramos :count enlaces. Considere agregar más al menos :remain enlaces salientes.",
    "The keyword density is :density% which is too low. The keyword was found :count times.": "La densidad de palabras clave es del :density%, lo cual es demasiado bajo. La palabra clave se encontró :count veces.",
    "The keyword density is :density% which is too high. The keyword was found :count times.": "La densidad de palabras clave es del :density%, que es demasiado alta. La palabra clave se encontró :count veces.",
    "The keyword density is :density% which is very good. The keyword was found :count times.": "La densidad de palabras clave es del :density%, lo cual es muy bueno. La palabra clave se encontró :count veces.",
    "The url does not contain the keyword.": "La URL no contiene la palabra clave.",
    "The url should only contain the keyword once or twice.": "La URL solo debe contener la palabra clave una o dos veces.",
    "The url contains the keyword once or twice.": "La URL contiene la palabra clave una o dos veces.",
    "Great. The content should contain more than :min words.": "Estupendo. El contenido contiene más de :min palabras.",
    "Great. The TITLE attribute in your A tags containing the keyword.": "Estupendo. El atributo TITLE en sus etiquetas A que contiene la palabra clave."
}
