{
    "Unauthorized.": "Non autorisé.",
    "Too many requests per day while the maximum requests allowed is :count.": "Trop de demandes par jour alors que le nombre maximal de demandes autorisé est de :count.",
    "Keyword / Keyphrase not set": "Mot-clé/phrase-clé non défini",
    "The keyword / keyphrase should be more than :min and less than :max words.": "Le mot clé / phrase clé doit être supérieur à :min et inférieur à :max mots.",
    "The page title should be more than :min and less than :max chars long.": "Le titre de la page doit comporter plus de :min et moins de :max caractères.",
    "The page title does not contain the keyword.": "Le titre de la page ne contient pas le mot-clé.",
    "The page title should only contain the keyword once or twice.": "Le titre de la page ne doit contenir le mot-clé qu'une ou deux fois.",
    "The page title contains the keyword once or twice.": "Le titre de la page contient le mot-clé une ou deux fois.",
    "Please consider to add some content to meta description tag.": "Veuillez envisager d'ajouter du contenu à la balise meta description.",
    "The meta description should be more than :min and less than :max chars.": "La méta description doit comporter plus de :min et moins de :max caractères.",
    "The meta description does not contain the keyword.": "La méta description ne contient pas le mot-clé.",
    "The meta description contains the keyword less than :min times.": "La méta description contient le mot-clé moins de :min fois.",
    "The meta description contains the keyword more than :max times.": "La méta description contient le mot-clé plus de :max fois.",
    "The keyword was found in the meta description :count times.": "Le mot-clé a été trouvé :count fois dans la méta description.",
    "The content should contain more than :min words to be recognized as relevant.": "Le texte doit contenir plus de :min mots pour être reconnu comme pertinent.",
    "Great. The content contains more than :min words.": "Génial. Le texte contient plus de :min mots.",
    "The first paragraph of content does not contain the keyword.": "Le premier paragraphe du contenu ne contient pas le mot-clé.",
    "The first paragraph of content contains the keyword less than :min times.": "Le premier paragraphe du contenu contient le mot-clé moins de :min fois.",
    "The first paragraph of content contains the keyword more than :max times.": "Le premier paragraphe du contenu contient le mot-clé plus de :max fois.",
    "The first paragraph of content should contain the keyword.": "Le premier paragraphe du contenu doit contenir le mot-clé.",
    "The content should contain one or more heading tags.": "Le contenu doit contenir une ou plusieurs balises d'en-tête.",
    "The content is containing one or more heading tags.": "Le contenu contient une ou plusieurs balises d'en-tête.",
    "No heading containing keyword was detected.": "Aucune rubrique contenant un mot-clé n'a été détectée.",
    "Your headings should contain the keyword.": "Vos titres doivent contenir le mot-clé.",
    "Great. We found :count images. This will increase your relevance.": "Génial. Nous avons trouvé :count images. Cela augmentera votre pertinence.",
    "No Images found. Please consider to add some images to your html.": "Aucune image trouvée. Pensez à ajouter des images à votre html.",
    "Great. The ALT attribute in your IMG tags containing the keyword.": "Génial. L'attribut ALT dans vos balises IMG contenant le mot-clé.",
    "The ALT attribute in your IMG tags should contain the keyword.": "L'attribut ALT dans vos balises IMG doit contenir le mot-clé.",
    "Great. We found :count links will increase your relevance.": "Génial. Nous avons trouvé :count liens qui augmenteront votre pertinence.",
    "No Links found. Please consider to add some outgoing links.": "Aucun lien trouvé. Pensez à ajouter des liens sortants.",
    "We found :count links. Please consider to add more at least :remain outgoing links.": "Nous avons trouvé :count liens. Veuillez envisager d'ajouter plus d'au moins :remain liens sortants.",
    "The keyword density is :density% which is too low. The keyword was found :count times.": "La densité des mots clés est de :density%, ce qui est trop faible. Le mot-clé a été trouvé :count fois.",
    "The keyword density is :density% which is too high. The keyword was found :count times.": "La densité des mots clés est de :density%, ce qui est trop élevé. Le mot-clé a été trouvé :count fois.",
    "The keyword density is :density% which is very good. The keyword was found :count times.": "La densité de mot-clé est :density% qui est très bonne. Le mot-clé a été trouvé :count fois.",
    "The url does not contain the keyword.": "L'url ne contient pas le mot-clé.",
    "The url should only contain the keyword once or twice.": "L'url ne doit contenir le mot-clé qu'une ou deux fois.",
    "The url contains the keyword once or twice.": "L'url contient le mot-clé une ou deux fois.",
    "Great. The content should contain more than :min words.": "Génial. Le contenu contient plus de :min mots.",
    "Great. The TITLE attribute in your A tags containing the keyword.": "Génial. L'attribut TITLE dans vos balises A contenant le mot-clé."
}
