{
    "The keyword / keyphrase should be more than :min and less than :max words.": "Kata kunci / frase kunci harus lebih dari :min dan kurang dari :max kata.",
    "The page title should be more than :min and less than :max chars long.": "Judul halaman harus lebih dari :min dan kurang dari :max karakter.",
    "The page title does not contain the keyword.": "Judul halaman tidak mengandung kata kunci.",
    "The keyword should appear in the title at least :min times.": "Kata kunci harus muncul dalam judul setidaknya :min kali.",
    "Keywords should not appear in the title more than :max times.": "Kata kunci tidak boleh muncul dalam judul lebih dari :max kali.",
    "Great! The title contains keywords with a reasonable density.": "Bagus! Judul berisi kata kunci dengan kepadatan yang wajar.",
    "Please consider to add some content to meta description tag.": "Harap pertimbangkan untuk menambahkan beberapa konten ke tag deskripsi meta.",
    "The meta description should be more than :min and less than :max chars.": "Deskripsi meta harus lebih dari :min dan kurang dari :max karakter.",
    "The meta description does not contain the keyword.": "Deskripsi meta tidak mengandung kata kunci.",
    "The meta description contains the keyword less than :min times.": "Deskripsi meta berisi kata kunci kurang dari :min kali.",
    "The meta description contains the keyword more than :max times.": "Deskripsi meta berisi kata kunci lebih dari :max kali.",
    "The keyword was found in the meta description :count times.": "Kata kunci ditemukan dalam deskripsi meta 2 kali.",
    "The content should contain more than :min words to be recognized as relevant.": "Konten harus berisi lebih dari :min kata agar dianggap relevan.",
    "Great. The content contains more than :min words.": "Bagus. Konten berisi lebih dari :min kata.",
    "The first paragraph of content does not contain the keyword.": "Paragraf pertama konten tidak mengandung kata kunci.",
    "The first paragraph of content contains the keyword less than :min times.": "Paragraf pertama konten berisi kata kunci kurang dari :min kali.",
    "The first paragraph of content contains the keyword more than :max times.": "Paragraf pertama konten berisi kata kunci lebih dari :max kali.",
    "The first paragraph of content should contain the keyword.": "Paragraf pertama konten harus berisi kata kunci.",
    "The content should contain one or more heading tags.": "Konten harus berisi satu atau lebih tag heading.",
    "The content is containing one or more heading tags.": "Konten berisi satu atau lebih tag heading.",
    "No heading containing keyword was detected.": "Tidak ada judul yang mengandung kata kunci yang terdeteksi.",
    "Your headings should contain the keyword.": "Judul Anda harus berisi kata kunci.",
    "Great. We found :count images. This will increase your relevance.": "Bagus. Kami menemukan :count gambar. Ini akan meningkatkan relevansi Anda.",
    "No Images found. Please consider to add some images to your html.": "Tidak ada Gambar yang ditemukan. Harap pertimbangkan untuk menambahkan beberapa gambar ke html Anda.",
    "Great. The ALT attribute in your IMG tags containing the keyword.": "Bagus. Atribut ALT dalam tag IMG Anda yang berisi kata kunci.",
    "The ALT attribute in your IMG tags should contain the keyword.": "Atribut ALT dalam tag IMG Anda harus berisi kata kunci.",
    "Great. We found :count links, which will increase your relevance.": "Bagus. Kami menemukan :count tautan, yang akan meningkatkan relevansi Anda.",
    "No Links found. Please consider to add some outgoing links.": "Tidak ada Tautan yang ditemukan. Harap pertimbangkan untuk menambahkan beberapa tautan keluar.",
    "We found :count links. Please consider to add more at least :remain outgoing links.": "Kami menemukan :count tautan. Harap pertimbangkan untuk menambahkan lebih banyak setidaknya :remain tautan keluar.",
    "The keyword density is :density% which is too low. The keyword was found :count times.": "Kepadatan kata kunci adalah :density% yang terlalu rendah. Kata kunci ditemukan :remain kali.",
    "The keyword density is :density% which is too high. The keyword was found :count times.": "Kepadatan kata kunci adalah :density% yang terlalu tinggi. Kata kunci ditemukan :remain kali.",
    "The keyword density is :density% which is very good. The keyword was found :count times.": "Kepadatan kata kunci adalah :density% yang sangat bagus. Kata kunci ditemukan ;remain kali.",
    "The url does not contain the keyword.": "Url tidak mengandung kata kunci.",
    "The keyword should appear in the URL at least :min times.": "Kata kunci harus muncul di URL setidaknya :min kali.",
    "Keywords should not appear in the URL more than :max times.": "Kata kunci tidak boleh muncul di URL lebih dari :max kali.",
    "Keywords appear in the URL at a reasonable density.": "Kata kunci muncul di URL dengan kepadatan yang wajar.",
    "Great. The content should contain more than :min words.": "Bagus. Konten harus berisi lebih dari :min kata.",
    "Great. The TITLE attribute in your A tags containing the keyword.": "Bagus. Atribut TITLE dalam tag A Anda yang berisi kata kunci.",
    "No image found in content. Please consider to add at least :min images to your content.": "Tidak ada gambar yang ditemukan dalam konten. Harap pertimbangkan untuk menambahkan setidaknya :min gambar ke konten Anda.",
    "Too few images. Please consider adding at least :remain images to your content to increase the relevance": "Terlalu sedikit gambar. Harap pertimbangkan untuk menambahkan setidaknya :remain gambar ke konten Anda untuk meningkatkan relevansi",
    "The keyword should appear in the ALT attribute of at least :min IMG tags": "Kata kunci harus muncul di atribut ALT minimal :min tag IMG",
    "The keyword should appear in the TITLE attribute of at least :min links": "Kata kunci harus muncul di atribut TITLE minimal :min tautan.",
    "The TITLE attribute in your link tags should contain the keyword.": "Kata kunci akan muncul di atribut TITLE dari tautan.",
    "The page title is empty.": "Judul halaman kosong."
}
