{
    "The keyword / keyphrase should be more than :min and less than :max words.": "キーワード/キーフレーズは:min語以上:max語未満である必要があります。",
    "The page title should be more than :min and less than :max chars long.": "ページタイトルは、:min文字以上:max文字未満である必要があります。",
    "The page title does not contain the keyword.": "ページタイトルにキーワードが含まれていません。",
    "The keyword should appear in the title at least :min times.": "キーワードは、タイトルに少なくとも:min回表示される必要があります。",
    "Keywords should not appear in the title more than :max times.": "キーワードはタイトルに:max回以上表示されるべきではありません。",
    "Great! The title contains keywords with a reasonable density.": "すごい！ タイトルには、適度な密度のキーワードが含まれています。",
    "Please consider to add some content to meta description tag.": "メタディスクリプションタグにコンテンツを追加することを検討してください。",
    "The meta description should be more than :min and less than :max chars.": "メタディスクリプションは:min文字以上:max文字未満である必要があります。",
    "The meta description does not contain the keyword.": "メタディスクリプションにキーワードが含まれていません。",
    "The meta description contains the keyword less than :min times.": "メタディスクリプションに含まれるキーワードが:min回未満です。",
    "The meta description contains the keyword more than :max times.": "メタディスクリプションにキーワードが:max回以上含まれています。",
    "The keyword was found in the meta description :count times.": "キーワードがメタディスクリプションで:count回見つかりました。",
    "The content should contain more than :min words to be recognized as relevant.": "関連性があると認識されるためには、コンテンツに:minつ以上の単語が含まれている必要があります。",
    "Great. The content contains more than :min words.": "すごい。 コンテンツに:minつ以上の単語が含まれています。",
    "The first paragraph of content does not contain the keyword.": "コンテンツの最初の段落にキーワードが含まれていません。",
    "The first paragraph of content contains the keyword less than :min times.": "コンテンツの最初の段落に含まれるキーワードが:min回未満です。",
    "The first paragraph of content contains the keyword more than :max times.": "コンテンツの最初の段落にキーワードが:max回以上含まれています。",
    "The first paragraph of content should contain the keyword.": "コンテンツの最初の段落にはキーワードが含まれている必要があります。",
    "The content should contain one or more heading tags.": "コンテンツには、1つ以上の見出しタグが含まれている必要があります。",
    "The content is containing one or more heading tags.": "コンテンツには1つ以上の見出しタグが含まれています。",
    "No heading containing keyword was detected.": "キーワードを含む見出しは検出されませんでした。",
    "Your headings should contain the keyword.": "見出しにはキーワードが含まれている必要があります。",
    "Great. We found :count images. This will increase your relevance.": "すごい。 :count枚の画像が見つかりました。 これにより、関連性が高まります。",
    "No Images found. Please consider to add some images to your html.": "画像が見つかりません。 HTMLに画像を追加することを検討してください。",
    "Great. The ALT attribute in your IMG tags containing the keyword.": "すごい。 キーワードを含むIMGタグのALT属性。",
    "The ALT attribute in your IMG tags should contain the keyword.": "IMGタグのALT属性には、キーワードが含まれている必要があります。",
    "Great. We found :count links, which will increase your relevance.": "すごい。 関連性を高める:countつのリンクが見つかりました。",
    "No Links found. Please consider to add some outgoing links.": "リンクが見つかりません。 いくつかの発信リンクを追加することを検討してください。",
    "We found :count links. Please consider to add more at least :remain outgoing links.": ":countつのリンクが見つかりました。 少なくとも:remainつの発信リンクを追加することを検討してください。",
    "The keyword density is :density% which is too low. The keyword was found :count times.": "キーワード密度が:density％で、低すぎます。 キーワードが:count回見つかりました。",
    "The keyword density is :density% which is too high. The keyword was found :count times.": "キーワード密度が:density％で高すぎます。 キーワードが:count回見つかりました。",
    "The keyword density is :density% which is very good. The keyword was found :count times.": "キーワード密度は:density％でとても良いです。 キーワードが:count回見つかりました。",
    "The url does not contain the keyword.": "URLにキーワードが含まれていません。",
    "The keyword should appear in the URL at least :min times.": "キーワードは、URLに少なくとも:min回表示される必要があります。",
    "Keywords should not appear in the URL more than :max times.": "キーワードはURLに:max回以上表示されるべきではありません。",
    "Keywords appear in the URL at a reasonable density.": "キーワードは、適切な密度でURLに表示されます。",
    "Great. The content should contain more than :min words.": "すごい。 コンテンツには:min語以上が含まれている必要があります。",
    "Great. The TITLE attribute in your A tags containing the keyword.": "すごい。 キーワードを含むAタグのTITLE属性。",
    "No image found in content. Please consider to add at least :min images to your content.": "コンテンツに画像が見つかりません。 コンテンツに少なくとも:minつの画像を追加することを検討してください。",
    "Too few images. Please consider adding at least :remain images to your content to increase the relevance": "画像が少なすぎます。 関連性を高めるために、コンテンツに少なくとも:remainつの画像を追加することを検討してください",
    "The keyword should appear in the ALT attribute of at least :min IMG tags": "キーワードは、少なくとも:minつのIMGタグのALT属性に含まれている必要があります",
    "The keyword should appear in the TITLE attribute of at least :min links": "キーワードは、少なくとも:minつのリンクのTITLE属性に表示される必要があります。",
    "The TITLE attribute in your link tags should contain the keyword.": "キーワードは、リンクのTITLE属性に表示されます。",
    "The page title is empty.": "ページタイトルは空です。"
}
