{
    "Unauthorized.": "Não autorizado.",
    "Too many requests per day while the maximum requests allowed is :count.": "Muitas solicitações por dia, enquanto o máximo de solicitações permitidas é :count.",
    "Keyword / Keyphrase not set": "Palavra-chave / frase-chave não definida",
    "The keyword / keyphrase should be more than :min and less than :max words.": "A palavra-chave / frase-chave deve ter mais de :min e menos de :max palavras.",
    "The page title should be more than :min and less than :max chars long.": "O título da página deve ter mais de :min e menos de :max caracteres",
    "The page title does not contain the keyword.": "O título da página não contém a palavra-chave.",
    "The page title should only contain the keyword once or twice.": "O título da página deve conter a palavra-chave apenas uma ou duas vezes.",
    "The page title contains the keyword once or twice.": "O título da página contém a palavra-chave uma ou duas vezes.",
    "Please consider to add some content to meta description tag.": "Considere adicionar algum conteúdo à tag de meta descrição.",
    "The meta description should be more than :min and less than :max chars.": "A meta descrição deve ter mais de :min e menos de :max caracteres.",
    "The meta description does not contain the keyword.": "A meta descrição não contém a palavra-chave.",
    "The meta description contains the keyword less than :min times.": "A meta descrição contém a palavra-chave menos de :min vezes.",
    "The meta description contains the keyword more than :max times.": "A meta descrição contém a palavra-chave mais de :max vezes.",
    "The keyword was found in the meta description :count times.": "A palavra-chave foi encontrada na meta descrição :count vezes.",
    "The content should contain more than :min words to be recognized as relevant.": "O conteúdo deve conter mais de :min palavras para ser reconhecido como relevante.",
    "Great. The content contains more than :min words.": "Excelente. O conteúdo contém mais de :min palavras.",
    "The first paragraph of content does not contain the keyword.": "O primeiro parágrafo do conteúdo não contém a palavra-chave.",
    "The first paragraph of content contains the keyword less than :min times.": "O primeiro parágrafo do conteúdo contém a palavra-chave menos de :min vezes.",
    "The first paragraph of content contains the keyword more than :max times.": "O primeiro parágrafo do conteúdo contém a palavra-chave mais de :max vezes.",
    "The first paragraph of content should contain the keyword.": "O primeiro parágrafo do conteúdo deve conter a palavra-chave.",
    "The content should contain one or more heading tags.": "O conteúdo deve conter uma ou mais tags de título.",
    "The content is containing one or more heading tags.": "O conteúdo contém uma ou mais tags de título.",
    "No heading containing keyword was detected.": "Nenhum título contendo palavra-chave foi detectado.",
    "Your headings should contain the keyword.": "Seus títulos devem conter a palavra-chave.",
    "Great. We found :count images. This will increase your relevance.": "Excelente. Encontramos :count imagens. Isso aumentará sua relevância.",
    "No Images found. Please consider to add some images to your html.": "Nenhuma imagem encontrada. Por favor, considere adicionar algumas imagens ao seu html.",
    "Great. The ALT attribute in your IMG tags containing the keyword.": "Excelente. O atributo ALT em suas tags IMG contendo a palavra-chave.",
    "The ALT attribute in your IMG tags should contain the keyword.": "O atributo ALT em suas tags IMG deve conter a palavra-chave.",
    "Great. We found :count links will increase your relevance.": "Excelente. Encontramos :count links, o que aumentará sua relevância.",
    "No Links found. Please consider to add some outgoing links.": "Nenhum link encontrado. Considere adicionar alguns links de saída.",
    "We found :count links. Please consider to add more at least :remain outgoing links.": "Encontramos :count links. Considere adicionar pelo menos :remain links de saída.",
    "The keyword density is :density% which is too low. The keyword was found :count times.": "A densidade da palavra-chave é de :density%, o que é muito baixo. A palavra-chave foi encontrada :count vezes.",
    "The keyword density is :density% which is too high. The keyword was found :count times.": "A densidade da palavra-chave é :density%, o que é muito alto. A palavra-chave foi encontrada :count vezes.",
    "The keyword density is :density% which is very good. The keyword was found :count times.": "A densidade da palavra-chave é de :density%, o que é muito bom. A palavra-chave foi encontrada :count vezes.",
    "The url does not contain the keyword.": "O url não contém a palavra-chave.",
    "The url should only contain the keyword once or twice.": "O url deve conter a palavra-chave apenas uma ou duas vezes.",
    "The url contains the keyword once or twice.": "O url contém a palavra-chave uma ou duas vezes.",
    "Great. The content should contain more than :min words.": "Excelente. O conteúdo deve conter mais de 2 palavras.",
    "Great. The TITLE attribute in your A tags containing the keyword.": "Excelente. O atributo TITLE em suas tags A contendo a palavra-chave."
}
