{
    "The keyword / keyphrase should be more than :min and less than :max words.": "Từ khóa nên chứa nhiều hơn :min từ và ít hơn :max từ.",
    "The page title should be more than :min and less than :max chars long.": "Tiêu đề bài viết nên chứa nhiều hơn :min và ít hơn :max ký tự.",
    "The page title does not contain the keyword.": "Không phát hiện từ khóa trong tiêu đề bài viết.",
    "The keyword should appear in the title at least :min times.": "Từ khóa nên xuất hiện trong tiêu đề ít nhất :min lần.",
    "Keywords should not appear in the title more than :max times.": "Từ khóa không nên xuất hiện trong tiêu đề nhiều hơn :max lần.",
    "Great! The title contains keywords with a reasonable density.": "Tiêu đề chứa các từ khóa với mật độ hợp lý.",
    "Please consider to add some content to meta description tag.": "Bạn cần bổ sung nội dung cho thẻ META DESCRIPTION.",
    "The meta description should be more than :min and less than :max chars.": "Thẻ META DESCRIPTION chỉ nên chứa nhiều hơn :min hoặc ít hơn :max ký tự",
    "The meta description does not contain the keyword.": "Không phát hiện từ khóa trong nội dung thẻ META DESCRIPTION.",
    "The meta description contains the keyword less than :min times.": "Từ khóa xuất hiện ít hơn :min lần trong nội dung thẻ META DESCRIPTION.",
    "The meta description contains the keyword more than :max times.": "Từ khóa xuất hiện nhiều hơn :max lần trong nội dung thẻ META DESCRIPTION.",
    "The keyword was found in the meta description :count times.": "Từ khóa xuất hiện :count lần trong nội dung thẻ META DESCRIPTION.",
    "The content should contain more than :min words to be recognized as relevant.": "Bài viết quá ngẵn! Nội dung bài viết nên chứa nhiều hơn :min từ.",
    "Great. The content contains more than :min words.": "Tuyệt. Nội dung bài viết chứa nhiều hơn :min từ.",
    "The first paragraph of content does not contain the keyword.": "Không phát hiện từ khóa trong đoạn văn bản đầu tiên của bài viết.",
    "The first paragraph of content contains the keyword less than :min times.": "Đoạn văn bản đầu tiên của bài viết chứa từ khóa. Tuy nhiên từ khóa nên xuất hiện ít nhất :min lần ở vị trí này.",
    "The first paragraph of content contains the keyword more than :max times.": "Đoạn văn bản đầu tiên của bài viết chứa từ khóa nhiều hơn :max lần. Hãy cân nhắc giảm bớt tần suất xuất hiện từ khóa tại vị trí này.",
    "The first paragraph of content should contain the keyword.": "Từ khóa xuất hiện trong đoạn văn bản đầu tiên của bài viết.",
    "The content should contain one or more heading tags.": "Bạn cần cân nhắc tạo các thẻ tiêu đề trong nội dung bài viết.",
    "The content is containing one or more heading tags.": "Tìm thấy các thẻ tiêu đề trong nội dung bài viết.",
    "No heading containing keyword was detected.": "Không phát hiện từ khóa trong các thẻ tiêu đề của bài viết.",
    "Your headings should contain the keyword.": "Tìm thấy từ khóa xuất hiện trên thẻ tiêu đề của bài viết.",
    "Great. We found :count images. This will increase your relevance.": "Tìm thấy :count hình ảnh trong nội dung bài viết. Việc này quan trọng trong việc cải thiện sự liên quan tới nội dung bài viết.",
    "No Images found. Please consider to add some images to your html.": "Không phát hiện hình ảnh trong nôi dung bài viết. Hãy cân nhắc thêm một vài hình ảnh để cải thiện sự liên quan tới nội dung bài viết.",
    "Great. The ALT attribute in your IMG tags containing the keyword.": "Tìm thấy từ khóa trong nội dung thuộc tính ALT của hình ảnh.",
    "The ALT attribute in your IMG tags should contain the keyword.": "Không phát hiện từ khóa trong nội dung thuộc tính ALT của các hình ảnh trong bài viết.",
    "Great. We found :count links, which will increase your relevance.": "Nội dung bài viết của bạn chứa :count liên kết ngoài. Việc này rất tốt trong việc cải thiện sự liên quan tới nội dung bài viết.",
    "No Links found. Please consider to add some outgoing links.": "Không phát hiện liên kết ngoài nào trong nội dung bài viết. Hãy cân nhắc bổ sung một vài liên kết.",
    "We found :count links. Please consider to add more at least :remain outgoing links.": "Nội dung bài viết của bạn chứa :count liên kết ngoài. Tuy nhiên bạn cần cân nhắc bổ sung thêm ít nhất :remain liên kết nữa.",
    "The keyword density is :density% which is too low. The keyword was found :count times.": "Mật độ từ khóa trong nội dung bài viết của bạn quá thấp do chỉ đạt mức :density%. Từ khóa được tìm thấy :count lần.",
    "The keyword density is :density% which is too high. The keyword was found :count times.": "Mật độ từ khóa trong nội dung bài viết của bạn quá cao, đạt tới mức :density%. Từ khóa được tìm thấy :count lần.",
    "The keyword density is :density% which is very good. The keyword was found :count times.": "Từ khóa xuất hiện trong nội dung bài viết của bạn với một mật độ rất tốt: :density%. Từ khóa được tìm thấy :count lần.",
    "The url does not contain the keyword.": "Không phát hiện từ khóa trong đường dẫn URL của bài viết.",
    "The keyword should appear in the URL at least :min times.": "Từ khóa nên xuất hiện trong URL ít nhất :min lần.",
    "Keywords should not appear in the URL more than :max times.": "Từ khóa không nên xuất hiện trong URL nhiều hơn :max lần.",
    "Keywords appear in the URL at a reasonable density.": "Phát hiện từ khóa có trong đường dẫn URL của bài viết với một mật độ hợp lý.",
    "Great. The content should contain more than :min words.": "Rất tốt! Nội dung bài viết chứa nhiều hơn 300 từ.",
    "Great. The TITLE attribute in your A tags containing the keyword.": "Rất tốt. thuộc tính TITLE của liên kết có chứa từ khóa trong đó.",
    "No image found in content. Please consider to add at least :min images to your content.": "Không phát hiện hình ảnh. Hãy cân nhắc bổ sung ít nhất :min hình ảnh vào nội dung bài viết.",
    "Too few images. Please consider adding at least :remain images to your content to increase the relevance": "Quá ít hình ảnh. Hãy cân nhắc bổ sung thêm ít nhất :remain ảnh nữa vào nội dung bài viết.",
    "The keyword should appear in the ALT attribute of at least :min IMG tags": "Từ khóa nên xuất hiện trong thuộc tính ALT của ít nhất :min thẻ IMG.",
    "The keyword should appear in the TITLE attribute of at least :min links": "Từ khóa nên xuất hiện trong thuộc tính TITLE của ít nhất :min liên kết.",
    "The TITLE attribute in your link tags should contain the keyword.": "Từ khóa nên xuất hiện trong thuộc tính TITLE của các liên kết.",
    "The page title is empty.": "Không phát hiện tiêu đề bài viết."
}
